export const WPropertyPercentageList = {
    title: 'وهنا سنسرد اهم أسباب حصول شركة W على نسبتها من مالك الوحدة السكنية',
    descriptions: [
        'شركة W تمنح مالك الوحدة السكنية راحة البال من خلال عقد طويل الأجل مدته 5 سنوات. يتضمن العقد إدارة وتشغيل وتأجير الوحدة، مع تخصيص السنة الأولى كفترة تجريبية لكلا الطرفين. إذا كانت النتائج مرضية، يتم تمديد العقد لأربع سنوات إضافية. بعد السنة الأولى، يمكن للطرفين اتخاذ قرار الاستمرار أو الانسحاب دون أي تبعات.',
        'شركة W تتحمل تكلفة الإعلانات المستمرة لوحداتها السكنية على مختلف وسائل ومنصات التواصل الاجتماعي لتحقيق أعلى نسب إشغال.',
        'باستخدام خوارزميات متقدمة (AI Tools)، تقوم شركة W بإدراج وحداتها السكنية للتأجير على جميع منصات التأجير اليومي والأسبوعي والشهري (مثل Airbnb وBooking وGatherin) لتحقيق أعلى معدل إشغال.',
        'تتولى الشركة الإشراف على التصميم وتنفيذ التأثيث (على نفقة المالك) للوحدات السكنية غير المفروشة قبل إدراجها على تطبيقات التأجير.',
        'تشرف شركة W على الصيانة الدورية للوحدة السكنية، ومتابعة توفر الكهرباء والماء والتكييف دون انقطاع، بالتنسيق مع المالك لتغطية أي مصاريف خارج العقد الأساسي.',
        'تقوم الشركة بمهام التنظيف اليومي والتعطير بعد مغادرة النزلاء، وتزويد الوحدة بالمستلزمات الاستهلاكية مثل النعال وفرش الأسنان والفوط، لتكون جاهزة للنزيل التالي. تعتبر النظافة عنصرًا أساسيًا في تقييمات المستأجرين.',
        'تقوم شركة W بتحصيل مبلغ الإيجار من مختلف منصات الحجز لكل وحدة سكنية، وتقتطع نسبة الشركة، ثم تحول الباقي إلى حساب مالك الوحدة كل ثلاثة أشهر.',
        'تتعامل الشركة نيابة عن مالك الوحدة السكنية مع الجهات الأمنية والجهات ذات الصلة في حالة وجود مخالفات أو شكاوى من الجيران أو أي أمور أخرى قد تخرج عن السيطرة.',
        'تقدم شركة W للمالك تقارير دورية للإيرادات والمصروفات وكل ما يتعلق بالوحدة السكنية.',
        'تتابع الشركة مع المنصات المختصة للحصول على تعويض عن الأضرار والتخريب الذي قد يحدث من قبل النزلاء.',
    ]
}