"use strict";
exports.__esModule = true;
exports.WGroupJobsList = void 0;
exports.WGroupJobsList = [
    {
        title: 'معماري حديث التخرج',
        titleEn: 'Intern Architect',
        experience: 'حديث التخرج ',
        id: '1',
        tasks: [
            'إعداد الرسومات المعمارية باستخدام برامج الحاسب',
            'إعداد العروض التقديميه بمختلف أنواعها',
            'تطبيق إشتراطات الجهات التشريعية',
            'إعداد دراسات الجدوى الإقتصادية للمشاريع',
            'إعداد الرسومات التنفيذية للمخططات المعمارية',
            'إخراج صور ثلاثية الأبعاد تحاكي الواقع',
            'إعداد جداول التشطيبات وحساب الكميات وشرح المواصفات',
            ' المساعدة في تجهيز و إختيار مواد التشطيب والتواصل مع الموردين',
            'الرد على إستفسارات المقاولين',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: ' مهارات استخدام برامج الحاسب بكفاءه عالية, القدره على تعلم مهارات جديده في وقت قصير, الروح القياديه, فهم الرسومات والمخططات, إجادة اللغه الإنجليزية, المعرفة النظرية المتعلقة بالعمل, الإهتمام بالجوده والسعي للكمال في إنجاز المهام, الدقه والتحليل, الإهتمام بالتفاصيل, التعاون مع الإخرين, , إتباع التوجيهات, الصدق والأمانة, إتقان فن الإتصال, الثقة بالنفس, القدره على تطوير العمل, المبادره الذاتيه, ',
            rates: [
                {
                    label: 'برامج الرسم Revit I Autocad I sketchup',
                    percentage: 75
                },
                {
                    label: 'برامج تحرير الصور photoshop I illustrator I indesign',
                    percentage: 85
                },
                {
                    label: 'مهارات التصميم',
                    percentage: 80
                },
                {
                    label: 'الإبداع',
                    percentage: 90
                },
                {
                    label: 'العمل دون متابعة وإنجاز المهام في الوقت المحدد',
                    percentage: 90
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'العمارة أحد الوظائف التي ترسم فنون البناء في أي مجتمع، وتحدد السمت العام لأشكال البنايات وتعكس مستوى الإبداع والتقدم',
            description: 'مسئولية المعماري تشمل الرسم الإبداعي و كذلك على تحليل البيئة المحيطة بالمبنى، ومعرفة العوامل التي قد تؤثر على طريقة البناء. كما يلتزم بتقديم فكرة ورؤية واضحة عن الشكل والتصميم النهائي للبناء  ويشرف على الخطوات الإنشاء، بداية من عرض المباني في هيئة رسومات ومخططات وحتى عملية التسليم النهائي',
            terms: [
                {
                    label: 'الشهادات',
                    value: 'شهادة جامعية في العمارة'
                },
                {
                    label: 'الخبرات',
                    value: 'حديث تخرج الى ثلاث سنوات'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
                {
                    label: 'نوع العقد',
                    value: 'دوام كامل'
                },
            ]
        }
    },
    {
        title: 'مصمم داخلي ',
        titleEn: 'Internal Designer',
        experience: 'حديث التخرج',
        id: '2',
        tasks: [
            'إعداد التصميمات الداخلية والإشراف على تنفيذها',
            'تحليل الاحتياجات ومتطلبات العملاء لتطوير أفكار تصميمية مميزة',
            'تقديم تصور شامل ومبدع للمشاريع باستخدام برامج التصميم',
            'اختيار الألوان والمواد والمفروشات بما يعزز الهوية الجمالية للمشروع',
            'إعداد مخططات ثلاثية الأبعاد وجداول زمنية تفصيلية لتسليم المشاريع',
            'العمل مع فريق التنفيذ لضمان مطابقة النتائج مع التصميم المطلوب',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'خبرة ممتازة في استخدام برامج التصميم: Revit, AutoCAD, SketchUp ',
                    percentage: 75
                },
                {
                    label: 'مهارات تحرير الصور باستخدام Photoshop, Illustrator, InDesign',
                    percentage: 85
                },
                {
                    label: 'مهارات تصميمية عالية مع القدرة على تقديم حلول مبتكرة',
                    percentage: 80
                },
                {
                    label: 'إبداع وتميز في تطوير الأفكار',
                    percentage: 90
                },
                {
                    label: 'الالتزام بتنفيذ المهام بدقة وفي الوقت المحدد',
                    percentage: 90
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'تصميم الداخلي هو أحد الوظائف التي تشكل هوية وجمال أي مساحة، حيث تسهم بشكل كبير في إبراز التفاصيل وتعكس مستوى الابتكار والجودة.',
            description: 'نحن نبحث عن شخصية شغوفة بالتفاصيل، تملك مهارات تنظيمية وابتكارية، وقادرة على تحقيق تجربة تصميم فريدة تُلهم العملاء وتعكس جودة المشاريع.',
            terms: [
                {
                    label: 'الشهادات',
                    value: 'شهادة جامعية في التصميم الداخلي'
                },
                {
                    label: 'الخبرات',
                    value: 'حديث تخرج أو خبرة تصل إلى ثلاث سنوات'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
                {
                    label: 'نوع العقد',
                    value: 'دوام جزئي أو كامل'
                },
            ]
        }
    },
    {
        title: 'مدير املاك',
        titleEn: 'Properties Manager',
        experience: 'غير مطلوبة',
        id: '3',
        tasks: [
            'إدارة الحجوزات اليومية عبر تطبيقات مثل Airbnb وBooking.com',
            'متابعة رسائل العملاء والرد على استفساراتهم بشكل سريع واحترافي',
            'استخدام برنامج Excel لتنظيم ومتابعة بيانات الحجوزات، إعداد التقارير، وجداول المواعيد',
            'تنسيق وجدولة مواعيد الصيانة والتنظيف مع الفرق المختصة',
            'إعداد وترتيب العقود مع العملاء والمستأجرين',
            'تنظيم بيانات الوحدات العقارية وإجراء التحديثات اللازمة بشكل دوري',
            'ضمان تحقيق أعلى مستويات رضا العملاء من خلال الاهتمام بكافة التفاصيل',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'إلمام جيد باستخدام تطبيقات الحجز الإلكترونية مثل Airbnb وBooking.com ',
                    percentage: 80
                },
                {
                    label: 'إتقان استخدام برامج الحاسب الأساسية مثل Microsoft Office، مع مهارات قوية في Excel',
                    percentage: 85
                },
                {
                    label: 'مهارات تواصل عالية وقدرة على التفاوض مع العملاء',
                    percentage: 85
                },
                {
                    label: 'مهارات تنظيم وإدارة الوقت لتنسيق المهام اليومية',
                    percentage: 90
                },
                {
                    label: 'شغف بالتعلم والتطوير المستمر',
                    percentage: 100
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'إدارة الأملاك والحجوزات اليومية تتطلب شخصية منظمة ومرنة، قادرة على التعامل مع العملاء والمنصات الإلكترونية بسلاسة، وإدارة البيانات والتقارير باستخدام برامج مثل Microsoft Excel لضمان تقديم تجربة استثنائية للعملاء.',
            description: 'نحن نبحث عن شخص شغوف ودقيق، لديه القدرة على استخدام أدوات الحاسب مثل Excel بفعالية لتنظيم العمليات اليومية وتحسين جودة إدارة الأملاك والحجوزات.',
            terms: [
                {
                    label: 'الشهادات',
                    value: 'خريج ثانوية كحد أدنى أو طالب يدرس في الجامعة'
                },
                {
                    label: 'الخبرات',
                    value: 'غير مطلوبة، سيتم توفير تدريب على المهام المطلوبة'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
                {
                    label: 'نوع العقد',
                    value: 'دوام جزئي'
                },
            ]
        }
    },
    {
        title: 'مسوق عقاري',
        titleEn: 'Real estate marketer',
        experience: 'لا تقل عن سنة واحدة',
        id: '4',
        tasks: [
            'إعداد وتنفيذ استراتيجيات تسويقية لزيادة المبيعات وجذب العملاء المحتملين',
            'تصميم الحملات الإعلانية والترويجية لمختلف القنوات التسويقية (الإلكترونية والميدانية)',
            'كتابة محتوى تسويقي مميز وجذاب للإعلانات والمنشورات الرقمية',
            'متابعة منصات التواصل الاجتماعي وإدارة الحملات الإعلانية الرقمية عبر قنوات مثل Instagram، Twitter، وGoogle Ads',
            'بناء شبكة علاقات واسعة مع العملاء والشركاء المحتملين',
            'إعداد تقارير دورية عن أداء الحملات التسويقية وتحليل السوق',
            'التعاون مع فريق التصميم لضمان توافق المحتوى البصري مع أهداف الحملة التسويقية',
            'إجراء دراسات سوقية وتحليل المنافسة لتحديد فرص جديدة',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'خبرة عملية في مجال التسويق العقاري أو في مجال مشابه لا تقل عن سنة واحدة',
                    percentage: 85
                },
                {
                    label: 'مهارات تواصل عالية وإقناع العملاء المحتملين ',
                    percentage: 90
                },
                {
                    label: 'إلمام باستخدام منصات الإعلان الإلكتروني مثل Google Ads وFacebook Ads Manager',
                    percentage: 80
                },
                {
                    label: 'مهارات في كتابة المحتوى الإعلاني المتميز وإعداد عروض البيع ',
                    percentage: 85
                },
                {
                    label: 'القدرة على تحليل البيانات وقياس أداء الحملات باستخدام أدوات مثل Google Analytics',
                    percentage: 100
                },
                {
                    label: 'فهم قوي لاحتياجات السوق العقاري في الرياض والسعودية',
                    percentage: 100
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'شخصية ديناميكية تتمتع بمهارات تسويق استثنائية وخبرة في مجال التسويق العقاري، لقيادة عمليات التسويق وزيادة الوعي بالمشاريع العقارية وجذب العملاء المحتملين.',
            description: 'نحن نبحث عن شخص طموح وشغوف بالتسويق العقاري، يمتلك القدرة على تحقيق الأهداف التسويقية والابتكار في استراتيجياته. إذا كنت ترى أنك الشخص المناسب لهذه الفرصة، انضم إلينا وساهم في تعزيز مكانتنا كعلامة رائدة في مجال التسويق العقاري',
            terms: [
                {
                    label: 'الشهادات',
                    value: 'شهادة جامعية في التسويق أو إدارة الأعمال (يفضل).'
                },
                {
                    label: 'الخبرات',
                    value: 'خبرة عملية لا تقل عن سنة في مجال التسويق العقاري أو المبيعات'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
                {
                    label: 'نوع العقد',
                    value: 'دوام جزئي أو كامل حسب احتياجات الشركة'
                },
            ]
        }
    },
    {
        title: 'وسيط عقاري',
        titleEn: 'Real estate broker',
        experience: 'يفضل خبرة لا تقل عن سنة',
        id: '5',
        tasks: [
            'البحث عن العقارات المناسبة لاحتياجات العملاء',
            'تنظيم جولات ميدانية للعقارات بالتنسيق مع الملاك والعملاء',
            'التفاوض بين العملاء والملاك لضمان إتمام الصفقات بسلاسة',
            'تقديم مشورة مهنية حول الأسعار وشروط العقود',
            'نشر الإعلانات العقارية على المنصات المناسبة مثل حراج العقار أو عقار السعودية',
            'استخدام وسائل التواصل الاجتماعي لجذب العملاء وزيادة انتشار الإعلانات',
            'تجهيز العقود ومتابعة التوقيعات بالتنسيق مع القسم القانوني',
            'إعداد تقارير دورية عن أداء السوق والمبيعات',
            'متابعة أسعار السوق وتحليل الاتجاهات العقارية لتقديم توصيات استراتيجية',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: "\u0644\u0645\u0627\u0630\u0627 \u062A\u0646\u0636\u0645 \u0625\u0644\u064A\u0646\u0627 \u061F\u0645\u0631\u0648\u0646\u0629 \u0641\u064A \u0633\u0627\u0639\u0627\u062A \u0627\u0644\u0639\u0645\u0644, \u0639\u0645\u0648\u0644\u0627\u062A \u0645\u062C\u0632\u064A\u0629 \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u0642\u0627\u062A \u0627\u0644\u0646\u0627\u062C\u062D\u0629, \u0641\u0631\u0635\u0629 \u0644\u0644\u062A\u0637\u0648\u064A\u0631 \u0627\u0644\u0645\u0647\u0646\u064A \u0641\u064A \u0628\u064A\u0626\u0629 \u062F\u0627\u0639\u0645\u0629,\u0625\u0630\u0627 \u0643\u0646\u062A \u062A\u0631\u0649 \u0641\u064A \u0646\u0641\u0633\u0643 \u0627\u0644\u0643\u0641\u0627\u0621\u0629 \u0627\u0644\u0644\u0627\u0632\u0645\u0629 \u0648\u062A\u0631\u063A\u0628 \u0628\u0627\u0644\u0627\u0646\u0636\u0645\u0627\u0645 \u0625\u0644\u0649 \u0641\u0631\u064A\u0642\u0646\u0627\u060C \u0646\u0631\u062C\u0648 \u0645\u0646\u0643 \u0625\u0631\u0633\u0627\u0644 \u0633\u064A\u0631\u062A\u0643 \u0627\u0644\u0630\u0627\u062A\u064A\u0629 \u0623\u0648 \u0627\u0644\u062A\u0648\u0627\u0635\u0644 \u0645\u0639\u0646\u0627 \u0639\u0628\u0631 \u0645\u0646\u0635\u0627\u062A\u0646\u0627 \u0627\u0644\u0627\u062C\u062A\u0645\u0627\u0639\u064A\u0629!",
            rates: [
                {
                    label: 'القدرة على بناء علاقات طويلة الأمد مع العملاء والملاك',
                    percentage: 100
                },
                {
                    label: 'خبرة أو إلمام بالأسواق المحلية واتجاهات العقارات في الرياض أو المناطق المستهدفة',
                    percentage: 100
                },
                {
                    label: 'الالتزام بإدارة الوقت وإنجاز المهام بفعالية',
                    percentage: 100
                },
                {
                    label: 'خبرة في استخدام منصات الإعلان والتسويق العقاري عبر الإنترنت',
                    percentage: 100
                },
                {
                    label: 'القدرة على استخدام تطبيقات العقارات وبرامج مثل Microsoft Office وExcel',
                    percentage: 100
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'تسعى شركتنا لتوظيف وسيط عقاري يتمتع بالمرونة والمهارة في التعامل مع العملاء، وإدارة العمليات العقارية بكفاءة عالية. إذا كنت تملك شغفًا بمجال العقارات وتبحث عن فرصة عمل بدوام جزئي أو بنظام التعاقد، انضم إلينا!',
            description: 'نبحث عن وسيط عقاري محترف للعمل بنظام التعاقد أو بدوام جزئي',
            terms: [
                {
                    label: 'الشهادات',
                    value: 'غير محدد، يفضل من لديه خلفية في العقارات أو المبيعات'
                },
                {
                    label: 'الخبرات',
                    value: 'يفضل خبرة لا تقل عن سنة في الوساطة العقارية أو المبيعات'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
                {
                    label: 'نوع العقد',
                    value: 'دوام جزئي أو بنظام التعاقد (حسب الاتفاق)'
                },
                {
                    label: 'وسيلة نقل',
                    value: 'امتلاك سيارة أو وسيلة نقل شخصية للتنقل بين العقارات'
                },
            ]
        }
    },
    {
        title: 'أخصائي تسويق',
        titleEn: 'Marketing Specialist',
        experience: 'خبرة لا تقل عن سنتين',
        id: '6',
        tasks: [
            'تصميم استراتيجيات تسويقية مخصصة لكل شركة',
            'إدارة الحملات الإعلانية وتحليل نتائجها لتقديم تقارير دورية',
            'تطوير حسابات التواصل الاجتماعي وزيادة التفاعل',
            'كتابة محتوى تسويقي جذاب ومتنوع',
            'التعاون مع فريق التصميم لإنتاج مواد مرئية تدعم الحملات',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'معرفة بأدوات الإعلانات مثل Google Ads وInstagram Ads',
                    percentage: 100
                },
                {
                    label: 'مهارات كتابة محتوى إبداعي وتحليل أداء الحملات التسويقية',
                    percentage: 100
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'مسؤول عن تطوير وتنفيذ استراتيجيات تسويقية فعّالة للشركات الثلاث، بهدف تعزيز العلامة التجارية وزيادة قاعدة العملاء.',
            description: '',
            terms: [
                {
                    label: 'الخبرات',
                    value: 'خبرة لا تقل عن سنتين في التسويق الرقمي.'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
            ]
        }
    },
    {
        title: 'مصمم جرافيك وموشن جرافيك',
        titleEn: 'Graphic and Motion Graphic Designer',
        experience: 'خبرة لا تقل عن سنتين',
        id: '7',
        tasks: [
            'تصميم الشعارات والهويات البصرية للشركات الثلاث',
            'إعداد تصاميم للإعلانات الرقمية والمطبوعة والعروض التقديمية',
            'تطوير فيديوهات متحركة ومحتوى بصري ديناميكي للحملات الإعلانية',
            'تحرير الصور والفيديوهات لاستخدامها في المواد التسويقية',
            'التعاون مع فريق التسويق لتنفيذ أفكار إبداعية تدعم رؤية المجموعة',
            'تقديم حلول تصميمية مبتكرة لتحسين جودة التواصل مع العملاء',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'إتقان برامج مثل Photoshop، Illustrator، After Effects، وPremiere Pro',
                    percentage: 100
                },
                {
                    label: 'قدرة على تقديم تصاميم مبتكرة ومرنة تلائم طبيعة المجموعة الناشئة',
                    percentage: 100
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'مسؤول عن إنشاء وتصميم جميع المواد المرئية والتسويقية للشركات الثلاث، بما في ذلك الفيديوهات المتحركة لتعزيز الحملات الإعلانية.',
            description: '',
            terms: [
                {
                    label: 'الخبرات',
                    value: 'خبرة لا تقل عن سنتين في التصميم الجرافيكي والموشن جرافيك'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
            ]
        }
    },
    {
        title: 'مدير مالي واستثماري',
        titleEn: 'Finance & Investment Manager',
        experience: 'خبرة لا تقل عن 5 سنوات',
        id: '8',
        tasks: [
            'إعداد وتحليل البيانات المالية للمجموعة',
            'تقديم تقارير مالية دقيقة للإدارة العليا',
            'تطوير استراتيجيات مالية واستثمارية طويلة الأمد',
            'البحث عن فرص استثمارية جديدة وتقديم دراسات جدوى',
            'إدارة التدفقات النقدية وضمان توزيع الميزانية بفعالية',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'مهارات تحليلية متقدمة وفهم شامل للأسواق المالية',
                    percentage: 100
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'مسؤول عن إدارة الشؤون المالية والاستثمارية للمجموعة، مع ضمان تحقيق الأهداف المالية للشركات الثلاث.',
            description: '',
            terms: [
                {
                    label: 'الشهادات',
                    value: 'شهادة جامعية في المالية أو المحاسبة (يفضل ماجستير).'
                },
                {
                    label: 'الخبرات',
                    value: 'خبرة لا تقل عن 5 سنوات في الإدارة المالية والاستثمار'
                },
            ]
        }
    },
    {
        title: 'أخصائي خدمة عملاء',
        titleEn: 'Customer Support Specialist',
        experience: 'خبرة في خدمة العملاء أو المبيعات ',
        id: '9',
        tasks: [
            'الرد على استفسارات العملاء ومتابعة طلباتهم',
            'استقبال الشكاوى والعمل على حلها بالتنسيق مع الفرق المختلفة',
            'إعداد تقارير دورية عن رضا العملاء ومقترحات لتحسين الخدمة',
            'توثيق بيانات العملاء وتحديثها بانتظام',
            'ضمان تقديم تجربة مميزة للعملاء تعكس رؤية المجموعة',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'مهارات تواصل ممتازة وقدرة على حل المشكلات',
                    percentage: 100
                },
                {
                    label: 'إلمام بقنوات الاتصال المختلفة (هاتف، بريد إلكتروني، وسائل التواصل الاجتماعي).',
                    percentage: 100
                },
                {
                    label: '',
                    percentage: 0
                },
                {
                    label: '',
                    percentage: 0
                },
                {
                    label: '',
                    percentage: 0
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'مسؤول عن تقديم دعم فعّال للعملاء وضمان رضاهم عن الخدمات المقدمة من الشركات الثلاث',
            description: '',
            terms: [
                {
                    label: 'الخبرات',
                    value: 'خبرة في خدمة العملاء أو المبيعات (يفضل في العقارات أو الخدمات)'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
            ]
        }
    },
    {
        title: 'مدير عمليات',
        titleEn: 'Operations Manager',
        experience: 'خبرة لا تقل عن 3 سنوات',
        id: '10',
        tasks: [
            'الإشراف على العمليات اليومية وضمان سير العمل بسلاسة',
            'تحسين كفاءة سير العمل والالتزام بالجداول الزمنية',
            'متابعة تنفيذ المشاريع وتقديم تقارير دورية للإدارة',
            'التنسيق بين أقسام التسويق، التصميم، وإدارة الأملاك',
            'تقديم توصيات لتحسين الأداء التشغيلي وتقليل التكاليف',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'مهارات تخطيط وتنظيم قوية',
                    percentage: 100
                },
                {
                    label: 'قدرة على العمل تحت الضغط وتنسيق الفرق المختلفة',
                    percentage: 100
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'مسؤول عن تنسيق العمليات اليومية بين الشركات الثلاث وضمان تحقيق الأهداف التشغيلية بكفاءة',
            description: '',
            terms: [
                {
                    label: 'الخبرات',
                    value: 'خبرة لا تقل عن 3 سنوات في إدارة العمليات'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
            ]
        }
    },
    {
        title: 'أخصائي تطوير أعمال',
        titleEn: 'Business Development Specialist',
        experience: 'خبرة لا تقل عن سنة',
        id: '11',
        tasks: [
            'البحث عن شراكات استراتيجية وفرص توسع جديدة',
            'إعداد خطط عمل واستراتيجيات لتطوير الأعمال',
            'بناء علاقات طويلة الأمد مع العملاء والشركاء',
            'تقديم عروض تقديمية احترافية للمستثمرين والعملاء المحتملين',
            'تحليل السوق لتحديد الفرص الجديدة ودعم رؤية المجموعة',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'مهارات تفاوض وبناء علاقات قوية مع الشركاء والعملاء',
                    percentage: 100
                },
                {
                    label: 'القدرة على إعداد خطط عمل مبتكرة ودعم النمو',
                    percentage: 100
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'مسؤول عن البحث عن فرص جديدة لتوسيع نطاق العمل وزيادة الإيرادات، مع التركيز على الشراكات الاستراتيجية وتنمية الأعمال',
            description: '',
            terms: [
                {
                    label: 'الخبرات',
                    value: 'خبرة لا تقل عن سنة في تطوير الأعمال أو المبيعات'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
            ]
        }
    },
    {
        title: 'أخصائي مبيعات',
        titleEn: 'Sales Specialist',
        experience: 'خبرة لا تقل عن سنة',
        id: '12',
        tasks: [
            'التواصل مع العملاء المحتملين وتقديم خدمات الشركات الثلاث بطريقة مقنعة',
            'إعداد عروض البيع ومتابعة العملاء لإتمام الصفقات',
            'بناء علاقات طويلة الأمد مع العملاء لضمان ولائهم',
            'متابعة أهداف المبيعات الشهرية والربع سنوية وتحقيقها',
            'إعداد تقارير دورية عن أداء المبيعات وتقديم توصيات لتحسين العمليات',
            'التعاون مع الأقسام الأخرى مثل التسويق وخدمة العملاء لضمان تجربة مميزة للعملاء',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'مهارات تواصل وإقناع قوية',
                    percentage: 100
                },
                {
                    label: 'القدرة على العمل على أهداف مبيعات واضحة وتحقيقها',
                    percentage: 100
                },
                {
                    label: 'إلمام باستخدام أنظمة CRM وبرامج الحاسب الأساسية',
                    percentage: 100
                },
                {
                    label: 'مهارات تنظيمية لإدارة العملاء والصفقات بشكل فعّال',
                    percentage: 100
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'مسؤول عن إدارة عمليات البيع وزيادة إيرادات المجموعة من خلال تقديم خدمات احترافية ومتابعة العملاء الحاليين والجدد',
            description: '',
            terms: [
                {
                    label: 'الخبرات',
                    value: 'خبرة لا تقل عن سنة في مجال المبيعات (يفضل في العقارات أو الخدمات)'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
            ]
        }
    },
    {
        title: 'أخصائي دعم تقني وتطوير مواقع',
        titleEn: 'Technical Support & Web Designer',
        experience: 'خبرة لا تقل عن سنتين',
        id: '13',
        tasks: [
            'تقديم الدعم الفني للموظفين وحل المشكلات التقنية المرتبطة بالأنظمة والأجهزة',
            'تطوير وتحسين مواقع الشركات الثلاث لتتناسب مع احتياجات العملاء',
            'تحديث محتوى المواقع وضمان توافقها مع أفضل ممارسات تحسين محركات البحث (SEO)',
            'مراقبة أداء المواقع وحل أي أعطال فنية فور حدوثها',
            'تقديم تقارير دورية عن حالة المواقع وأداء الأنظمة التقنية',
            'العمل على تصميم عناصر مرئية وبصرية للمواقع عند الحاجة بالتعاون مع فريق التصميم',
            'ضمان أمن المعلومات وحماية المواقع من التهديدات الإلكترونية',
        ],
        skills: {
            title: 'المهارات المطلوب متوفرها في المتقدم',
            subtitle: 'المهارات التاليه تشكل النقاط الرئيسية من مهارات وصفات المتقدم للعمل واللتي سوف يتم على أساسها إختيار المرشحين والمفاضله بينهم لشغل الفرصه المتاحة ',
            description: '',
            rates: [
                {
                    label: 'إتقان لغات البرمجة الأساسية لتطوير المواقع (مثل HTML، CSS، JavaScript)',
                    percentage: 90
                },
                {
                    label: 'ة في استخدام أنظمة إدارة المحتوى (مثل WordPress أو Drupal)',
                    percentage: 75
                },
                {
                    label: 'إلمام بأساسيات تحسين محركات البحث (SEO) لتطوير المواقع',
                    percentage: 90
                },
                {
                    label: 'قدرة على حل المشكلات التقنية بسرعة وكفاءة',
                    percentage: 100
                },
                {
                    label: 'مهارات تواصل جيدة للتعامل مع الفريق والعملاء',
                    percentage: 100
                },
            ]
        },
        requirements: {
            title: 'نحن نبحث عن',
            subtitle: 'مسؤول عن تقديم الدعم التقني للمجموعة وضمان عمل الأنظمة التقنية بسلاسة، بالإضافة إلى تطوير وتحسين مواقع الشركات الثلاث لتعزيز وجودها الرقمي',
            description: '',
            terms: [
                {
                    label: 'الخبرات',
                    value: 'خبرة لا تقل عن سنتين في الدعم التقني وتطوير المواقع الإلكترونية'
                },
                {
                    label: 'الجنس',
                    value: 'متاح للجنسين'
                },
            ]
        }
    },
];
