export const WGroupAboutUsList = [
    {
        title: 'مجموعة W دبليو',
        desc: ['مجموعة W هي مجموعة تأسست في المملكة العربية السعودية منذ عام 2018، تضم شركات متميز بمنظور مختلف وتقدم خدمات متنوعة في رحلتك العقارية والهندسية'],
    },
    {
        title: 'الرؤية',
        desc: ['نطمح في مجموعة W   إلى تحقيق التميز والريادة من خلال تقديم خدمات مبتكرة وعالية الجودة تسهم في تحسين جودة الحياة وتعزز من التنمية المستدامة في مجتمعنا وتحافظ على هويتنا.'],
    },
    {
        title: 'هدفنا',
        desc: ['نسعى لأن نكون خيارك الشامل في رحلتك العقارية، بدءًا من تملك العقار مروراً بالتصميم والتنفيذ حتى الاستثمار وإدارة العقار. ونهتم بتوفير حلول متكاملة تلبي احتياجات عملائنا وتبهر توقعاتهم.'],
    },

    {
        title: 'شركات المجموعة',
        ol: [
            {
                label:
                    'W-Architect معماريون: 2018',
                ul: [
                    'تقديم استشارات هندسية وخدمات التصاميم المعمارية والداخلي وإدارة المشاريع.',
                    'التركيز على خلق بيئات معيشية وعملية تلبي تطلعات عملائنا وتحافظ على الهوية المعمارية السعودية.',
                ]
            },
            {
                label:
                    'W-Property لإدارة الأملاك: 2022',
                ul: [
                    'تقديم خدمات متكاملة لإدارة العقارات بجميع أنواعها.',
                    'تحقيق أعلى معدلات إشغال من خلال التسويق عبر جميع تطبيقات الحجز الرئيسية.',
                    'إدارة الصيانة والإيجارات لضمان رضا الملاك والمستأجرين وتحقيق عائد مادي يصل حتى ضعف الايجار السنوي.',
                ]
            },
            {
                label: 'W-Real Estate للتطوير والإستثمار العقاري: 2024 ',
                ul: [
                    'تطوير مشاريع عقارية سكنية وتجارية عالية الجودة.',
                    'تقديم مبادرة وزارة الإسكان خدمة البيع على الخارطة "وافي".',
                    'الإلتزام بتطوير بنى تحتية تعزز النمو الاقتصادي والاجتماعي.',
                    'تقديم فرص استثمارية واعدة في القطاع العقاري.',
                ]
            },
        ]
    },
    {
        title: 'دورنا في المجتمع',
        desc: ['تلتزم مجموعة دبليو W بدورها الريادي في المجتمع من خلال:'],
        ul: [
            'التنمية المستدامة: تنفيذ مشاريع صديقة للبيئة تساهم في الحفاظ على الموارد الطبيعية.',
            'المسؤولية الاجتماعية: دعم المبادرات الإجتماعية والخيرية لتعزيز رفاهية المجتمع.',
            'تمكين الأفراد: توفير فرص عمل وتدريب للشباب السعودي للمساهمة في تنمية مهاراتهم وتعزيز قدراتهم.',
        ],
        desc2: ['نحن في مجموعة W  نؤمن بأن النجاح لا يتحقق إلا من خلال الالتزام بالجودة، والابتكار، والمسؤولية الاجتماعية. نسعى جاهدين لتحقيق تأثير إيجابي ومستدام في مجتمعنا، مع الحفاظ على قيمنا الأساسية التي ترتكز على الأمانة، الإحترافية، والتميز.'],
    },
]